{
  "logo": "PA181 Nejbližší Školka",
  "about": "O aplikaci",
  "accessibility": "Přístupnost",
  "search": "Hledat...",
  "beforeSelectingCurrentPosition": "Chcete-li zobrazit nejbližší mateřskou školu, klikněte na mapu a nastavte svou polohu.",
  "language": "Jazyk",
  "colorTheme": "Barevné téma",
  "fontSize": "Velikost písma",
  "close": "Zavřít",
  "aboutContent": "Vítejte v naší interaktivní mapové aplikaci, která vám pomůže snadno najít nejbližší mateřskou školu.\n\nTato aplikace vám umožňuje kliknout na jakýkoli bod na mapě a automaticky vybere nejbližší mateřskou školu relativně k vámi zvolené poloze. Kromě toho aplikace vypočítá a zobrazí nejkratší bezbariérovou cestu do mateřské školy.\n\nKlíčové vlastnosti:\n- Interaktivní mapa: Klikněte kdekoli na mapě a najděte nejbližší mateřskou školu.\n- Výpočet nejkratší trasy: Získejte nejkratší cestu do vybrané mateřské školy.\n- Podrobné informace: Zobrazte podrobné informace o mateřské škole, včetně adresy, kontaktních údajů, jména ředitele, webové stránky a kapacity školy.\n- Možnosti přístupnosti: Přizpůsobte si své zkušenosti pomocí různých barevných témat, jazykových možností (čeština, angličtina, španělština, francouzština, němčina) a nastavitelných velikostí písma.\n\nJak používat:\n1. Vyberte bod na mapě: Klikněte na jakékoli místo na mapě.\n2. Zobrazte nejbližší školku: Nejbližší mateřská škola bude zvýrazněna.\n3. Získejte podrobnosti: Zobrazte podrobné informace o mateřské škole v postranním panelu a na mapě.\n\nNíže je příklad, jak používat tento web:\n\nDěkujeme, že používáte naši aplikaci k nalezení nejlepších a nejbližších mateřských škol!",
  "small": "Malý",
  "medium": "Střední",
  "large": "Velký",
  "extraLarge": "Velmi velký",
  "closestSchool": "Nejbližší školka",
  "title": "Název",
  "address": "Adresa",
  "distance": "Vzdálenost",
  "meters": "metrů",
  "telephone": "Telefon",
  "email": "E-mail",
  "director": "Ředitel",
  "website": "Webová stránka",
  "schoolCapacity": "Kapacita školy",
  "notSpecified": "Nespecifikováno"
}
