{
  "logo": "PA181 Nächster Kindergarten",
  "about": "Über",
  "accessibility": "Barrierefreiheit",
  "export": "Exportieren",
  "print": "Drucken",
  "kClosest": "k-nächstgelegene",
  "search": "Suchen...",
  "beforeSelectingCurrentPosition": "Um den nächsten Kindergarten anzuzeigen, klicken Sie bitte auf die Karte, um Ihren Standort festzulegen.",
  "language": "Sprache",
  "colorTheme": "Farbthema",
  "fontSize": "Schriftgröße",
  "close": "Schließen",
  "aboutContent": "Willkommen bei unserer interaktiven Kartenanwendung, die Ihnen hilft, den nächstgelegenen Kindergarten leicht zu finden.\n\nDiese Anwendung ermöglicht es Ihnen, auf jeden Punkt der Karte zu klicken, und sie wird automatisch den nächstgelegenen Kindergarten relativ zu der von Ihnen ausgewählten Position auswählen. Zusätzlich berechnet und zeigt die App den kürzesten Weg zum Kindergarten an.\n\nHauptmerkmale:\n- Interaktive Karte: Klicken Sie irgendwo auf der Karte, um den nächstgelegenen Kindergarten zu finden.\n- Berechnung des kürzesten Weges: Erhalten Sie den kürzesten Weg zum ausgewählten Kindergarten.\n- Detaillierte Informationen: Sehen Sie detaillierte Informationen zum Kindergarten, einschließlich Adresse, Kontaktdaten, Name des Direktors, Website und Schulkapazität.\n- Barrierefreiheitsoptionen: Passen Sie Ihre Erfahrung mit verschiedenen Farbthemen, Sprachoptionen (Tschechisch, Englisch, Spanisch, Französisch, Deutsch) und anpassbaren Schriftgrößen an.\n\nSo verwenden Sie die App:\n1. Wählen Sie einen Punkt auf der Karte: Klicken Sie auf einen beliebigen Ort auf der Karte.\n2. Nächstgelegenen Kindergarten anzeigen: Der nächstgelegene Kindergarten wird hervorgehoben.\n3. Details anzeigen: Sehen Sie detaillierte Informationen zum Kindergarten im Seitenbereich und auf der Karte.\n\nNachfolgend ein Beispiel für die Nutzung der Website:\n\nVielen Dank, dass Sie unsere Anwendung nutzen, um die besten und nächstgelegenen Kindergärten zu finden!",
  "small": "Klein",
  "medium": "Mittel",
  "large": "Groß",
  "extraLarge": "Sehr groß",
  "closestSchool": "Nächster Kindergarten",
  "title": "Titel",
  "address": "Adresse",
  "distance": "Entfernung",
  "meters": "Meter",
  "telephone": "Telefon",
  "email": "E-Mail",
  "director": "Direktor",
  "website": "Webseite",
  "schoolCapacity": "Schulkapazität",
  "notSpecified": "Nicht angegeben",
  "noRouteFound": "Kein routenfähiger Punkt innerhalb eines Radius von 150,0 Metern von der angegebenen Koordinate gefunden",
  "unexpectedError": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut."
}
