{
  "logo": "PA181 Guardería Más Cercana",
  "about": "Acerca de",
  "accessibility": "Accesibilidad",
  "export": "Exportar",
  "print": "Imprimir",
  "kClosest": "k-ésimo más cercano",
  "search": "Buscar...",
  "beforeSelectingCurrentPosition": "Para mostrar la guardería más cercana, haga clic en el mapa para establecer su ubicación.",
  "language": "Idioma",
  "colorTheme": "Tema de color",
  "fontSize": "Tamaño de fuente",
  "close": "Cerrar",
  "aboutContent": "Bienvenido a nuestra aplicación de mapa interactivo diseñada para ayudarte a encontrar la guardería más cercana con facilidad.\n\nEsta aplicación te permite hacer clic en cualquier punto del mapa y seleccionará automáticamente la guardería más cercana a la posición que seleccionaste. Además, la aplicación calcula y muestra la ruta más corta hacia la guardería.\n\nCaracterísticas clave:\n- Mapa interactivo: Haz clic en cualquier lugar del mapa para encontrar la guardería más cercana.\n- Cálculo de la ruta más corta: Obtén la ruta más corta hacia la guardería seleccionada.\n- Información detallada: Consulta información detallada sobre la guardería, incluida la dirección, datos de contacto, nombre del director, sitio web y capacidad de la escuela.\n- Opciones de accesibilidad: Personaliza tu experiencia con varios temas de color, opciones de idioma (checo, inglés, español, francés, alemán) y tamaños de fuente ajustables.\n\nCómo usar:\n1. Selecciona un punto en el mapa: Haz clic en cualquier lugar del mapa.\n2. Ver la guardería más cercana: La guardería más cercana se resaltará.\n3. Obtén detalles: Consulta información detallada sobre la guardería en el panel lateral y en el mapa.\n\nA continuación, un ejemplo de cómo usar el sitio:\n\n¡Gracias por usar nuestra aplicación para encontrar las mejores y más cercanas guarderías!",
  "small": "Pequeño",
  "medium": "Mediano",
  "large": "Grande",
  "extraLarge": "Muy grande",
  "closestSchool": "Guardería más cercana",
  "title": "Título",
  "address": "Dirección",
  "distance": "Distancia",
  "meters": "metros",
  "telephone": "Teléfono",
  "email": "Correo electrónico",
  "director": "Director",
  "website": "Sitio web",
  "schoolCapacity": "Capacidad de la escuela",
  "notSpecified": "No especificado",
  "noRouteFound": "No se encontró un punto enrutado dentro de un radio de 150,0 metros de la coordenada especificada",
  "unexpectedError": "Ocurrió un error inesperado. Por favor, inténtelo de nuevo."
}
