{
  "logo": "PA181 École Maternelle la Plus Proche",
  "about": "À propos",
  "accessibility": "Accessibilité",
  "export": "Exporter",
  "print": "Imprimer",
  "kClosest": "k-ième plus proche",
  "search": "Rechercher...",
  "beforeSelectingCurrentPosition": "Pour afficher l'école maternelle la plus proche, veuillez cliquer sur la carte pour définir votre position.",
  "language": "Langue",
  "colorTheme": "Thème de couleur",
  "fontSize": "Taille de police",
  "close": "Fermer",
  "aboutContent": "Bienvenue sur notre application de carte interactive conçue pour vous aider à trouver l'école maternelle la plus proche en toute simplicité.\n\nCette application vous permet de cliquer sur n'importe quel point de la carte, et elle sélectionnera automatiquement l'école maternelle la plus proche de la position que vous avez sélectionnée. De plus, l'application calcule et affiche le chemin le plus court vers l'école maternelle.\n\nCaractéristiques clés:\n- Carte interactive: Cliquez n'importe où sur la carte pour trouver l'école maternelle la plus proche.\n- Calcul du chemin le plus court: Obtenez le trajet le plus court vers l'école maternelle sélectionnée.\n- Informations détaillées: Consultez des informations détaillées sur l'école maternelle, y compris l'adresse, les coordonnées, le nom du directeur, le site web et la capacité de l'école.\n- Options d'accessibilité: Personnalisez votre expérience avec divers thèmes de couleur, options de langue (tchèque, anglais, espagnol, français, allemand) et tailles de police ajustables.\n\nComment utiliser:\n1. Sélectionnez un point sur la carte: Cliquez sur n'importe quel endroit de la carte.\n2. Voir l'école maternelle la plus proche: L'école maternelle la plus proche sera mise en évidence.\n3. Obtenez des détails: Consultez des informations détaillées sur l'école maternelle dans le panneau latéral et sur la carte.\n\nVoici un exemple d'utilisation du site:\n\nMerci d'utiliser notre application pour trouver les meilleures et les plus proches écoles maternelles!",
  "small": "Petit",
  "medium": "Moyen",
  "large": "Grand",
  "extraLarge": "Très grand",
  "closestSchool": "École la plus proche",
  "title": "Titre",
  "address": "Adresse",
  "distance": "Distance",
  "meters": "mètres",
  "telephone": "Téléphone",
  "email": "E-mail",
  "director": "Directeur",
  "website": "Site web",
  "schoolCapacity": "Capacité de l'école",
  "notSpecified": "Non spécifié",
  "noRouteFound": "Aucun point routable trouvé dans un rayon de 150,0 mètres de la coordonnée spécifiée",
  "unexpectedError": "Une erreur inattendue est survenue. Veuillez réessayer."
}
